app/controllers/articles_controller.rb

  def create
    @article = Article.create(article_params)
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Test"], ["body", "Testestestestest"], ["created_at", "2016-03-09 20:51:38.605643"], ["updated_at", "2016-03-09 20:51:38.605643"]]